[
    {"no":"1", "markUp":"T", "text":"Our Vision for 2021 – God's Direction to Us"},
    {"no":"2", "markUp":"H", "text":"'Come, follow me and I will make you fishers of men' (Matt 4:19)"},
    {"no":"3", "markUp":"G", "text":"1. Come, follow me…"},
    {"no":"4", "markUp":"G1", "text":" • An invitation to grow in our following of Him / to grow in holiness"},
    {"no":"5", "markUp":"G1", "text":" • An invitation to look at our own personal lives first / to deepen our own personal spiritual lives "},
    {"no":"6", "markUp":"G1", "text":" • The Lord wants us to focus on four means to becoming more like Him, to growing in holiness –"},
    {"no":"7", "markUp":"G2", "text":" o Prayer - (Do I have a regular and substantial time of prayer? Is the quality of my prayer deepening?)"},
    {"no":"8", "markUp":"G2", "text":" o The Word of God - (Do I spend time frequently reading and meditating on God’s word – scripture / church teaching / Community formation?)"},
    {"no":"9", "markUp":"G2", "text":" o Obedience - (Do I obey / apply His word to my life as He speaks to me?)"},
    {"no":"10", "markUp":"G2", "text":" o Our relationships with one another = the daily love of the brethren - (Do I have any resentment / anger / unforgiveness…towards any of my brothers or sisters? Do I include them into my circle of love?)"},
    {"no":"11", "markUp":"G", "text":"2. I will make you fishers of men"},
    {"no":"12", "markUp":"G1", "text":" • The Lord wants us to become 'Missionaries'"},
    {"no":"13", "markUp":"G2", "text":" o Mission is a very important part of a Community - (How can I become a missionary in this year? How can I proclaim Jesus to those who do not yet know Him?)"},
    {"no":"14", "markUp":"H", "text":"Prayer"},
    {"no":"15", "markUp":"G", "text":"Father God, we thank You for calling and choosing each one of us to be your sons and daughters and be a part of your family. Thank you for leading and guiding our community in the past 20 years."},
    {"no":"16", "markUp":"G", "text":"Father help us to truly be your children in the way we listen, obey and follow You. Help us to grow in our relationship with You. Give us the grace to be more like our Lord Jesus who lived always in Your presence and was ready to do Your will. Help us to realize the desire and thirst that You have for each one of us. May we hunger for the daily bread You give us in Your Word. Bless us with the patience to listen to it, wisdom to grasp Your message to us and the courage to obey what it teaches and commands us to do."},
    {"no":"17", "markUp":"G", "text":"Holy spirit come into our hearts and fill them with love. Please take away our selfishness, self-centeredness, anger, pride, bitterness and callousness. Help us to put the needs our brothers and sisters above our own, to be able to share not only in joys but also in sorrows and to stand by and support each other in whatever way we are able. Help us to be cheerful givers of our time and resources. May we be slow to anger and quick to forgive."},
    {"no":"18", "markUp":"G", "text":"Finally, Lord we pray for each of us to understand our call to be missionaries. Give us the boldness and courage to share Your message of Salvation to those we meet daily. Help us to overcome our fears and step out and fight the good fight of faith. We make this prayer in the mighty name of Jesus through the intercession of Mary our Mother. AMEN"}
]